export const questions = [
  {
    text: "ナミビアの人口は大阪市と同じくらいです。面積はどれくらいでしょうか？",
    short: "面積",
    choices: {
      a: "東京都と同じくらい",
      b: "日本と同じくらい",
      c: "日本の約2倍",
    },
    answer: "c",
  },
  {
    text: "ナミビア人の主食のポリッジです！何からできているでしょうか？",
    short: "主食",
    useImageQuestion: true,
    choices: {
      a: "キャッサバ",
      b: "とうもろこしやヒエ",
      c: "お米",
    },
    answer: "b",
  },
  {
    text: "ナミビアの職業訓練校は、どのような場所でしょうか？",
    short: "職業訓練校の位置付け",
    choices: {
      a: "通っていれば失業保険がもらえる場所",
      b: "失業した人が再就職のために学ぶ場所",
      c: "高校卒業後にさらに学びたい人が具体的なスキルを身につける場所",
    },
    answer: "c",
  },
  {
    text: "ナミビアには、一度食べたらやみつきになるカッパーナというものがあります。カッパーナはどれでしょうか？",
    short: "カッパーナ",
    useImageChoices: true,
    choices: {
      a: "ロブスター",
      b: "モパニワーム",
      c: "カッパーナ",
    },
    answer: "c",
  },
  {
    text: "ナミビア人のおおよその平均年収は？なお、日本人は450万円です。(2020年のGNI per capitaで算出)",
    short: "日本の就業者",
    choices: {
      a: "5万円",
      b: "50万円",
      c: "150万円",
    },
    answer: "b",
  },
  {
    text: "ナミビア人の週末の過ごし方でポピュラーであるブライとはなんのことでしょうか？",
    short: "ブライ",
    useImageQuestion: true,
    choices: {
      a: "バーベキュー",
      b: "鍋パーティー",
      c: "キャンプファイヤーで踊り狂う",
    },
    answer: "a",
  },
];
