export const questions = [
  {
    text: "現在、日本人の何割が、就業しているでしょう？",
    short: "日本の就業者",
    choices: {
      a: "20%",
      b: "50%",
      c: "80%",
    },
    answer: "b",
  },
  {
    text: "現在、日本人の何割が、就業しているでしょう？",
    short: "日本の就業者",
    choices: {
      a: "20%",
      b: "50%",
      c: "80%",
    },
    answer: "b",
  },
  {
    text: "現在、日本人の何割が、就業しているでしょう？",
    short: "日本の就業者",
    choices: {
      a: "20%",
      b: "50%",
      c: "80%",
    },
    answer: "b",
  },
  {
    text: "現在、日本人の何割が、就業しているでしょう？",
    short: "日本の就業者",
    choices: {
      a: "20%",
      b: "50%",
      c: "80%",
    },
    answer: "b",
  },
  {
    text: "現在、日本人の何割が、就業しているでしょう？",
    short: "日本の就業者",
    choices: {
      a: "20%",
      b: "50%",
      c: "80%",
    },
    answer: "b",
  },
  {
    text: "現在、日本人の何割が、就業しているでしょう？",
    short: "日本の就業者",
    choices: {
      a: "20%",
      b: "50%",
      c: "80%",
    },
    answer: "b",
  },
];
